Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/varsom.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Sunday morning 19.
nb: Søndag morgen 19. des.

source: The collapsing weak layer is thin < 3 cm. Easy to trigger
nb: Laget der bruddet skjer er tynt < 3 cm.

source: Keep yourself updated about the development of the weather, the landslide and flood situation, and follow the weather radar.
nb: Hold deg oppdatert om utviklingen av været, skred- og flomsituasjonen, og følg værradaren.

source: 4 tests connected to snow profile
nb: 4 tester knyttet til snøprofilen

source: Exposed railways and roads may be closed.
nb: Framkommelighet på veg og jernbane kan bli redusert.

source: Avalanche release at 55 masl and ended at 49 masl
nb: Skredet startet på 55 moh og sluttet på 49 moh

source: Monday morning 8. Altitude
nb: Mandag morgen 8. jun. Høyde

source: group (2-4) to make it
nb: (2-4) for lettere å kommunisere,

source: 1 tests connected to snow profile
nb: 1 test knyttet til snøprofilen

source: 1 - Small SE, S, SW
nb: 1 Liten Stabile forhold og lite snø.

source: Keep water paths and culverts free of snow, ice, gravel, waste, twigs and leaves.
nb: Hold stikkrenner, kummer og andre vannveier fri for snø/is, grus, søppel, kvist og løv.

source: 8 cm high and 10 m wide fracture
nb: 8 cm høy og 10 m bred bruddkant

source: 1 tests connected to snow profile Notes
nb: 1 test knyttet til snøprofilen

source: Risk of slushflows is especially high in areas with more than 50 cm snow.
nb: Fare for utløsning av sørpeskred gjelder særlig i områder med mer enn 50 cm snø.

source: Friday afternoon 11. Danger decrease
nb: Fredag ettermiddag 11. jun. Fare minker

source: Use the warnings, data and maps at your own risk.
nb: Bruk varslene, datagrunnlaget og kartene på eget ansvar.

source: Warnings are regional and based on available observations and weather forecasts.
nb: Varslene er regionale og basert på tilgjengelige observasjoner og værprognoser.

source: Errors and omissions may be present.
nb: Det kan forekomme feil og mangler.

source: Friday afternoon 17. Danger decrease
nb: Fredag ettermiddag 17. des. Fare minker

source: 5 cm in total
nb: 5 cm totalt

source: Sunday afternoon 13. Altitude
nb: Søndag ettermiddag 13. jun. Høyde

source: Between 500 masl and 300 masl
nb: Mellom 500 moh og 300 moh

source: The collapsing weak layer is thin < 3 cm.
nb: Laget der bruddet skjer er tynt < 3 cm.

source: These landslides can start in relatively flat terrain and seek towards streams and steep slopes.
nb: Denne skredtypen utløses i slakt terreng og følger deretter bekkeløp og bratte skråninger.

source: The collapsing weak layer is thin < 3 cm. The overlying slab is soft. A big and identifiable crystal in the weak layer.
nb: 3 Betydelig Fremtredende skredproblem er myke flak av fokksnø over nedføyket nysnø/rim/kant og disse finnes nok i de fleste himmelretninger med dagens vinddreining.

source: Layered snow begins at 0 masl
nb: Grense for lagdelt snø er på 0 moh

source: Other danger sign (specify)
nb: Annet faretegn (spesifiser)
